{
    "name": "Doe Smiths",
    "email": "mdez87@gmail.com",
    "title": "Master of Coins",
    "intro": "Doe has varied research interests. She explores the connection between music and philosophy, and believes the two disciplines are similar, since both require interpretation. She is also interested in the application of existentialism, the art of piano performance, the life, reception, and piano music of Cecile Chaminade, and in reforming the music undergraduate curriculum. Julia has presented papers, presentations, poster sessions, and workshops in numerous conferences.",
    "jobs": [
      {
        "job_title": "Department Chair & Professor",
        "employer" : "Mississippi University for Women (MUW)",
        "location" : "Mississippi",
        "start_date": "July - 2012",
        "end_date": "Present",
        "intro" : "",
        "responsibilities" : [
            {
                "description" : "Successfully launched newly, independent MUW music department in Fall 2012, including design, set-up, establishment and grand opening of new music building (Poindexter Hall).",
                "meta-data" : ["admin", "budgeting"],
                "rating" : 6
             },
             {
                "description" : "I didn't do anything. Therefore this should not show up in the final rendered resume.",
                "meta-data" : ["nothing"],
                "rating" : 2
             },
             {
                "description" : "10+ years experience in planning and managing budgets ($700K+) in academia and nonprofit organizations.",
                "meta-data" : ["admin"],
                "rating" : 5
             },
             {
                "description" : "Experienced in all aspects of fundraising, from individuals to corporations, including marketing, solicitation, grant writing, identifying prospective donors, and donor management and engagement.",
                "meta-data" : ["admin", "social"],
                "rating" : 7
             },
             {
                "description" : "Significant experience in lobbying congressional members as national student leader on such issues as increasing accessibility to publicly funded research and improving student loan programs.",
                "meta-data" : ["admin", "social"],
                "rating" : 7
             },
             {
                "description" : "At MUW, plan semester course schedules within the department and delegate teaching assignments. Reduced time-to-degree and increased student matriculation (highest enrollment on record) via comprehensive curriculum reform.",
                "meta-data" : ["admin", "social"],
                "rating" : 4
             }
        ]
      },
      {
        "job_title": "Assistant Professor",
        "employer" : "Mississippi University for Women (MUW)",
        "location" : "Mississippi",
        "start_date": "October - 2016",
        "end_date": "Present",
        "intro" : "",
        "responsibilities" : [
            {
                "description" : "10+ years experience in concert programming. Coordinated with local, regional, national, and international organizations and performers.",
                "meta-data" : ["budgeting"],
                "rating" : 7
             },
             {
                "description" : "Established MUW Department of Music as the epicenter of musical activity in the region, beginning at its grand-opening weekend and continuing through a season of 40+ musical concerts featuring guests artists, alumni, as well as students and faculty.",
                "meta-data" : ["admin", "nothing"],
                "rating" : 4
             },
             {
                "description" : "Maintains robust performance calendar with 40+ annual musical events, in contrast to the five-total annual events hosted by the department prior to 2012.",
                "meta-data" : ["admin"],
                "rating" : 9
             },
             {
                "description" : "Fostered more collegial and collaborative faculty environment through more frequent faculty meetings as well as the establishment of an annual faculty retreat. Established faculty evaluation instrument and revised faculty evaluations with the input of all music faculty.",
                "meta-data" : ["social", "budgeting"],
                "rating" : 8
             },
             {
                "description" : "Facilitated faculty-initiated events and programs through identification of funding sources, marketing, and the allocation of administrative support.",
                "meta-data" : ["admin", "development"],
                "rating" : 3
             }
        ]
      }
    ]
  }
