{
    "name": "John Jonez",
    "email": "aalfaraj7@gatech.edu",
    "title": "Professor of Intelligence",
    "intro": "Studies in wind band conducting with Craig Kirchhoff, music education with Peter Costanza and Jere Forsythe, and brass pedagogy with Paul Droste and Richard Burkhart. Studies in music education and measurement with Sherman VanderArk, wind band conducting with Richard Jackoboice, and education measurement and statistics with Isadore Newman. Studies in instrumental music education with Donald E. McGinnis, and Robert Culver.",
    "jobs": [
      {
        "job_title": "Dean & Professor",
        "employer" : "University of Louisville",
        "location" : "Kentucky",
        "start_date": "2002",
        "end_date": "Present",
        "intro" : "",
        "responsibilities" : [
            {
                "description" : "Administration of a comprehensive music unit in a research-intensive metropolitan university. The School of Music personnel includes 75 full- and part-time faculty members, a professional staff of 14, and a student body of 350 undergraduate and graduate students.",
                "meta-data" : ["dean"],
                "rating" : 8
             },
             {
                "description" : "University strategic planning and complementary planning for the school, budgeting, fundraising and development, professional development and evaluation for faculty and staff members, and representation of the university and school in the community and region.",
                "meta-data" : ["dean"],
                "rating" : 7
             },
             {
                "description" : "Instruction of undergraduate and graduate wind players for performance study and recitals.",
                "meta-data" : ["professor"],
                "rating" : 3
             }
        ]
      },
      {
        "job_title": "Coordinator & Director of Performing Arts",
        "employer" : "College of the Arts, University of South Florida",
        "location" : "Florida",
        "start_date": "1982",
        "end_date": "2002",
        "intro" : "",
        "responsibilities" : [
            {
                "description" : "Administration of production, marketing, business affairs, guest artist programming, and cross-disciplinary programs in dance, theatre, and music.",
                "meta-data" : ["coordinator"],
                "rating" : 6
             },
             {
                "description" : "Strategic planning, faculty duties assignment, resource development and community relations, faculty development and evaluation, budget planning and control, academic program development and review, physical plant maintenance, representation of SOM to college / university / community / accreditation constituencies.",
                "meta-data" : ["director", "professor"],
                "rating" : 9
             },
             {
                "description" : "Supervision of graduate and undergraduate academic programs; management of facilities and class schedules; development of music workshops and camps; recruitment of graduate and undergraduate music students; liaison with accreditation agencies; staffing, faculty evaluation, budgeting.",
                "meta-data" : ["director", "coordinator"],
                "rating" : 2
             },
             {
                "description" : "Graduate and undergraduate advising, teacher certification and accreditation processes, and curriculum development.",
                "meta-data" : ["professor", "coordinator"],
                "rating" : 4
             }
        ]
      }
    ]
  }
